<html>
	<head>
<!-- Inserted by TRADOS: --><META HTTP-EQUIV="content-type" CONTENT="text/html; charset=windows-1252">

		<title>Archivo L&eacute;eme de Plantas contra Zombis</title>
		<style type="text/css">
		<!--
		P {font-family: Arial}
		LI {font-family: Arial}
		TD {font-family: Arial}
		P.header {border-top: double; border-bottom: double; font-family: Arial}
		-->
		</style>
	</head>
	<body>
		<table width="640" border="0">
			<tr><td colspan="3"><a name="top"></a><b>Plantas contra Zombis&trade;</b></td></tr>
			<tr><td colspan="3">Versi&oacute;n 1.2.0.1093</td></tr>
			<tr><td colspan="3">Fecha de lanzamiento: 5 de mayo de 2009</td></tr>
			<tr><td colspan="3">Fecha de compilaci&oacute;n del c&oacute;digo: 8 de octubre de 2010</td></tr>
			<tr><td colspan="3">&nbsp;</td></tr>	<!-- Shim -->
			<tr><td colspan="3">Desarrollado y publicado por PopCap Games, Inc. (<a href="http://www.popcap.com" target="_new">www.popcap.com</a>)</td></tr>
			<tr><td colspan="3">Gracias por descargar Plantas contra Zombis. &iexcl;Esperamos que disfrutes del juego!</td></tr>
			
			<tr><td colspan="3">&nbsp;</td></tr>	<!-- Shim -->
			
			<tr>
				<td colspan="3">
					<p class="header"><b>&Iacute;NDICE</b> </p>

						<ul>
							<li><a href="#SR">Requisitos del sistema</a>
							
							<li><a href="#HE">Ayuda</a></li>
							<li><a href="#HEALTH">Información importante sobre salud y seguridad</a></li>
									<li><a href="#GET">Primeros pasos</a>
								<ul>
									<li><a href="#GET/PR">Crear un perfil</a>
									<li><a href="#GET/SE">Seleccionar el modo</a>
									<li><a href="#GET/OP">Opciones</a>
								</ul>
							<li><a href="#PG">El juego</a>
								<ul>
									<li><a href="#PG/GO">Objetivo</a>
									<li><a href="#PG/BA">Informaci&oacute;n b&aacute;sica</a>
									<li><a href="#PG/CO">Controles</a>
									<li><a href="#PG/SU">El sol</a>
									<li><a href="#PG/PL">Las plantas y c&oacute;mo plantarlas</a>
									<li><a href="#PG/ZO">Los zombis</a>
									<li><a href="#PG/SH">La pala</a>
									<li><a href="#PG/LA">Las cortadoras de c&eacute;sped</a>
									<li><a href="#PG/CD">Crazy Dave</a>
									<li><a href="#PG/GR">Las tumbas</a>
									<li><a href="#PG/CN">Monedas y dinero</a>
									<li><a href="#PG/AL">Almanaque</a>
								</ul>
							<li><a href="#GM">Modos de juego</a>
								<ul>
									<li><a href="#GM/AD">Aventura</a>
									<li><a href="#GM/MI">Minijuegos</a>
									<li><a href="#GM/PU">Puzzle</a>
									<li><a href="#GM/SU">Supervivencia</a>
									<li><a href="#GM/ZG">Jard&iacute;n Zen</a>
									<li><a href="#GM/AC">Logros</a></li>
									<li><a href="#GM/ZO">Zombatador</a></li>

								</ul>
							<li><a href="#SC">Puntuaci&oacute;n</a>
								<ul>
									<li><a href="#SC/CDS">La tienda de Crazy Dave</a>
									<li><a href="#SC/EM">C&oacute;mo ganar dinero</a>
									<li><a href="#SC/SC">Consumo de sol</a>
									<li><a href="#SC/TR">Los trofeos</a>
								</ul>
							<li><a href="#GT">Consejos de juego</a>
								<ul>
									<li><a href="#GT/BT">Consejos b&aacute;sicos</a>
									<li><a href="#GT/ZGT">Consejos sobre el Jard&iacute;n Zen</a>
								</ul>
							<li><a href="#VER">Historial de la versi&oacute;n</a>
							<li><a href="#C">Cr&eacute;ditos</a>
							<li><a href="#LAW">Acuerdo de licencia con garant&iacute;a</a>
							<li><a href="#LI">Informaci&oacute;n sobre los derechos de autor</a>
						</ul>
				</td>
			</tr>
			
			<tr><td colspan="3"><p class="header"><a name="SR"><b>REQUISITOS DEL SISTEMA</b> </a><a href="#top">[volver arriba]</a></p>
			<tr><td colspan="3">&nbsp;</td></tr>	<!-- Shim -->	
			<tr><td colspan="3"><b>SO*:</b> Windows XP/Vista/7</td></tr>
			<tr><td colspan="3"><b>Procesador:</b> m&aacute;s de 1,2 GHz</td></tr>
			<tr><td colspan="3"><b>Memoria (RAM):</b> m&aacute;s de 512 MB</td></tr>
			<tr><td colspan="3"><b>Espacio libre en el disco duro:</b> m&aacute;s de 65 MB</td></tr>
			<tr><td colspan="3"><b>Versi&oacute;n de DirectX:</b> 8 o posterior</td></tr>
			<tr><td colspan="3"><b>Sonido:</b> compatible con DirectX</td></tr>
			<tr><td colspan="3"><b>V&iacute;deo:</b> compatible con DirectX; m&aacute;s de 128 MB</td></tr>
			<tr><td colspan="3"><b>Calidad del color:</b> modo de color de 16 bits o 32 bits (el modo de 256 colores podr&iacute;a no funcionar) </td></tr>
			<tr><td colspan="3"><b>Controles:</b> teclado y rat&oacute;n</td></tr>
			<tr><td colspan="3"><b>Internet:</b> se requiere una conexi&oacute;n a Internet para registrar y desbloquear las versiones de prueba del juego, incluidas las obtenidas en CD-ROM.</td></tr>
			<tr><td colspan="3"><blockquote>*Debes tener derechos de administrador para instalar este juego. </blockquote></td></tr>
					
			<tr>
				<td colspan="3">
					<p class="header"><a name="HE"><b>AYUDA</b> </a><a href="#top">[volver arriba]</a></p>

					<p>Si requieres asistencia con el juego, visítanos aquí: <a href="http://www.popcap.com/help.php" target="_new">http://www.popcap.com/help.php</a>.</p>
					
					<p class="header"><a name="HEALTH"><b>INFORMACIÓN IMPORTANTE SOBRE SALUD Y SEGURIDAD</b> </a><a href="#top">[volver arriba]</a></p>
					<p>Un pequeño porcentaje de personas puede experimentar ataques cuando se ven expuestas a ciertas imágenes, como patrones de luz, luces parpadeantes o tonos rojos saturados. La exposición a determinados patrones o fondos de un monitor de vídeo o jugar a videojuegos en un televisor pueden provocar un ataque epiléptico.  Estas condiciones pueden inducir síntomas que no se habían detectado con anterioridad, incluso en personas sin historial de ataques epilépticos previo.  Si tú u otro miembro de tu familia es epiléptico o ha sufrido ataques de epilepsia, consulta a tu médico antes de jugar.  Si sufres cualquiera de estos síntomas, deja de jugar inmediatamente y consulta a un médico:</p>
					<p>•	Mareos</p>
					<p>•	Visión alterada</p>
					<p>•	Tics nerviosos musculares o en los ojos</p>
					<p>•	Pérdida de conciencia</p>
					<p>•	Desorientación</p>
					<p>•	Movimientos involuntarios o convulsiones</p>
					<p>Los padres deben preguntar y vigilar si sus hijos sufren alguno de los síntomas arriba mencionados.  Los niños y adolescentes son más susceptibles a experimentar estos ataques que los adultos.  Para reducir la probabilidad de sufrir un ataque mientras juegas:</p>
					<p>•	Colócate o siéntate lo más lejos posible de la pantalla.</p>
					<p>•	Utiliza el televisor más pequeño que tengas.</p>
					<p>•	No juegues si te encuentras cansado o necesitas dormir.</p>			
					<p>•	Juega en una habitación bien iluminada.</p>
					<p>•	Descansa de 10 a 15 minutos cada hora de juego.</p>
				
			
					<p class="header"><a name="GET"><b>PRIMEROS PASOS</b> </a><a href="#top">[volver arriba]</a></p>

					<p><a name="GET/PR"><b>Crear un perfil</b></a></p>
					<p>Cuando inicias Plantas contra Zombis por primera vez, el programa te pide que introduzcas tu nombre en la l&aacute;pida para nuevos usuarios. As&iacute;, cuando cierres el programa, se guardar&aacute;n tus progresos y tus puntuaciones m&aacute;ximas. Si varias personas juegan en un mismo ordenador, puedes crear un perfil para cada una de ellas. Para ello, haz clic en el v&iacute;nculo que se encuentra en el men&uacute; principal y pone: &quot;Si no eres t&uacute;, haz clic aqu&iacute;&quot;. A continuaci&oacute;n aparecer&aacute; un cuadro de di&aacute;logo que te permitir&aacute; crear un nuevo perfil, cambiar el nombre de otros perfiles o borrarlos.</p>
					<p><a name="GET/SE"><b>Seleccionar el modo</b></a></p>
					<p>Plantas contra Zombis tiene cuatro modos: un modo de historia secuencial (Aventura), un modo de minijuegos (Minijuegos), un modo de rompecabezas muy especial (Puzzle) y un modo ilimitado de lucha entre zombis (Surpervivencia). Al principio de la partida s&oacute;lo est&aacute; disponible el modo Aventura, pero a medida que avances por la partida se ir&aacute;n desbloqueando otros modos.</p>
					<p>Adem&aacute;s de los modos de juego normales, dispones de un lugar donde puedes guardar las plantas que te han regalado (Jard&iacute;n Zen), una compilaci&oacute;n de informaci&oacute;n curiosa sobre las plantas y los zombis (Almanaque) y un lugar donde puedes comprar plantas y art&iacute;culos &uacute;tiles (Tienda). Los v&iacute;nculos a estas secciones aparecen en el men&uacute; principal una vez desbloqueadas en el modo Aventura.</p>
					<p>En la parte inferior derecha del men&uacute; principal, tambi&eacute;n encontrar&aacute;s el bot&oacute;n &quot;Opciones&quot;, que permite abrir el men&uacute; de opciones; el bot&oacute;n &quot;Ayuda&quot;, que permite abrir la pantalla de ayuda; y el bot&oacute;n &quot;Salir del juego&quot;, que permite salir del juego y regresar a Windows.</p>
					<p><a name="GET/OP"><b>Opciones</b></a></p>
					<p>Para acceder a las opciones, puedes hacerlo desde la pantalla del men&uacute; principal o, mientras juegas, haciendo clic en el bot&oacute;n Men&uacute;. Las opciones son:</p>
						<ul>
							<li><b>M&uacute;sica: </b>permite seleccionar el volumen de la m&uacute;sica que se oye mientras juegas. Estos controles pueden ajustarse a tu gusto.</li>
							<li><b>FX sonido: </b>permite seleccionar el volumen de los efectos de sonido que se oyen mientras juegas. Este control puede ajustarse a tu gusto.</li>
							<li><b>Aceleraci&oacute;n 3D: </b> marca esta casilla para mejorar el rendimiento en ordenadores con tarjetas de v&iacute;deo compatibles.</li>
							<li><b>Pantalla compl.: </b> si esta opci&oacute;n est&aacute; marcada, Plantas contra Zombis se ver&aacute; en la pantalla entera del ordenador. Si no est&aacute; marcada, Plantas contra Zombis se ver&aacute; en una ventana.</li>
							<li><b>Cr&eacute;ditos: </b> una vez completado el modo Aventura, si pulsas este bot&oacute;n volver&aacute; a sonar la canci&oacute;n de los cr&eacute;ditos.</li>
						</ul>
				</td>
			</tr>
			
			<tr>
				<td colspan="3">
					<p class="header"><a name="PG"><b>EL JUEGO</b> </a><a href="#top">[volver arriba]</a></p>
					
					<p><a name="PG/GO"><b>Objetivo</b></a></p>
					<p>El objetivo de Plantas contra Zombis es proteger tu casa de las oleadas cada vez m&aacute;s fuertes de zombis que quieren invadirla comprando y colocando plantas antizombis de distintos tipos en el c&eacute;sped.</p>
					
					<p><a name="PG/BA"><b>Informaci&oacute;n b&aacute;sica</b></a></p>
					<p>Plantas contra Zombis se desarrolla en un c&eacute;sped dividido en filas y columnas. Tu casa se encuentra justo detr&aacute;s del borde izquierdo de la pantalla, mientras que la calle est&aacute; detr&aacute;s del borde derecho. En la parte superior de la pantalla se encuentra una bandeja de semillas que te indica el sol y los sobres de semillas de los que dispones.</p>
					<p>En todos los niveles, los zombis parten del lado derecho, es decir, de la calle, e intentan llegar a tu casa. Tu objetivo es resistir a su ataque recogiendo soles, que luego deber&aacute;s utilizar para comprar plantas que te defiendan y plantarlas en el c&eacute;sped. Cuando destruyes a todos los zombis de un nivel, pasas al nivel siguiente. Si un zombi llega a la parte izquierda de la pantalla, pierdes.</p>
					
					<p><a name="PG/CO"><b>Controles</b></a></p>
					<p>Plantas contra Zombis se juega con el rat&oacute;n. Para recoger soles o monedas, haz clic sobre ellos. Para plantar una planta, haz clic en el sobre de semillas de la bandeja de semillas y, a continuaci&oacute;n, haz clic en el punto del c&eacute;sped donde quieres colocar la planta. Si has hecho clic en un sobre de semillas que no quer&iacute;as plantar, haz clic sobre &eacute;l con el bot&oacute;n derecho y el paquete volver&aacute; a la bandeja de semillas.</p>
					<p>Una vez superado el nivel 1-4, conseguir&aacute;s una pala con la que podr&aacute;s quitar las plantas. Para arrancar una planta, haz clic en la pala para cogerla y luego haz clic en la planta para retirarla.</p>
					
					<p><a name="PG/SU"><b>El sol</b></a></p>
					<p>El sol es el recurso m&aacute;s importante en Plantas contra Zombis. Pr&aacute;cticamente todas las plantas del juego se consiguen con sol, as&iacute; que gestionar el sol del que dispones es una de tus misiones m&aacute;s importantes.</p>
					<p>En los niveles que se juegan de d&iacute;a, a veces el sol cae del cielo en 25 unidades de sol. Sin embargo, aunque es &uacute;til, esta fuente natural no basta para defenderte de los zombis. Tras el primer nivel recibir&aacute;s una nueva semilla, la del girasol, que genera por s&iacute; sola 25 unidades de sol. Planta girasoles (y m&aacute;s adelante, en los niveles nocturnos, setas solares) y podr&aacute;s generar el sol necesario para defender tu c&eacute;sped.</p>
					<p>Las unidades de sol, tanto si caen del cielo como si son generadas por girasoles o setas solares, caen al suelo y, si no haces clic sobre ellas, desaparecen al cabo de unos segundos.</p>
					<p>Si al terminar un nivel te sobran unidades de sol, no podr&aacute;s utilizarlas en el nivel siguiente.</p>
					
					<p><a name="PG/PL"><b>Las plantas y c&oacute;mo plantarlas</b></a></p>
					<p>Las plantas son tus soldados en la lucha para defender tu casa de la invasi&oacute;n de los zombis. Existen distintas plantas con habilidades diferentes. Hay plantas que disparan proyectiles contra los zombis, otras bloquean o ralentizan su avance, algunas los destruyen y se destruyen a s&iacute; mismas en un instante, y tambi&eacute;n las hay tienen funciones completamente distintas.</p>
					<p>Las plantas se plantan utilizando la bandeja de semillas situada en la parte superior de la pantalla. Para plantar todas las plantas (salvo las setas desesporadas y las marsetas) es necesario gastar cierta cantidad de sol. Adem&aacute;s, los sobres de semillas necesitan tiempo para recargarse. Cuando un sobre de semillas se est&eacute; recargando, aparecer&aacute; de color gris y ganar&aacute; color a medida que se recargue. Cuando el sobre de semillas se haya recargado por completo, se iluminar&aacute; y ya podr&aacute;s utilizarlo para plantar plantas. </p>
					<p>A medida que avances en el juego y vayas superando niveles, recibir&aacute;s nuevas plantas que podr&aacute;s a&ntilde;adir a tu arsenal al final de cada nivel. Estas nuevas plantas aparecer&aacute;n en tu bandeja de semillas, situada en la parte superior de la pantalla. A partir del nivel 1-7, tendr&aacute;s m&aacute;s plantas que espacios en tu bandeja de plantas. Una vez superado este punto, antes de cada nivel podr&aacute;s seleccionar las plantas con las que quieres defender tu c&eacute;sped.</p>
					<p>Si quieres ver una lista exhaustiva de todas las plantas y sus habilidades, consulta el <a href="#PG/AL">Almanaque</a> que aparece a partir del nivel 2-4.</p>
					
					<p><a name="PG/ZO"><b>Los zombis</b></a></p>
					<p>Nadie sabe exactamente cu&aacute;l fue la fuerza sobrenatural o el loco experimento que hizo que los muertos se levantaran de sus tumbas y empezasen a andar, pero lo que s&iacute; sabemos es que el resultado son los zombis, unos seres incasables y carentes de pensamiento que s&oacute;lo est&aacute;n interesados en una cosa: devorar cerebros, en concreto <i>el tuyo</i>.</p>
					<p>Para comerse tu cerebro, los zombis est&aacute;n dispuestos a devorar todas las plantas que encuentren a su paso. Los zombis son lentos pero persistentes, por lo que si un solo zombi supera tus defensas y consigue entrar en tu casa, no dudes de que va a comerse tu cerebro.</p>
					<p>Los zombis tienen cierta resistencia a los ataques antes de morir. Sin embargo, si dejan caer los brazos significa que les falta poco, y si les cae la cabeza al suelo significa que est&aacute;n muertos. En ese caso, ya no pueden comerse las plantas, pero su cuerpo sigue movi&eacute;ndose y pueden seguir bloqueando los proyectiles lanzados durante unos instantes.</p>
					<p>Como ocurre con las plantas, existen muchos tipos de zombis. A medida que vayas avanzando en el juego, encontrar&aacute;s zombis cada vez m&aacute;s poderosos, que ser&aacute;n inmunes o estar&aacute;n protegidos contra las distintas plantas de las que dispones, as&iacute; que tendr&aacute;s que dise&ntilde;ar constantemente nuevas estrategias de defensa. Al principio de cada nivel, la imagen se desplazar&aacute; para mostrarte a los zombis a los que deber&aacute;s enfrentarte mientras se juntan en la calle y se preparan para atacarte.</p>
					<p>Los ataques de los zombis empiezan despacio, con unos pocos zombis, pero su n&uacute;mero va aumentando a medida que el nivel avanza. La barra de progreso en el nivel, situada en la parte inferior derecha de la pantalla, te muestra hasta qu&eacute; punto has avanzado, y las banderas con cerebros te indican las oleadas m&aacute;s grandes de zombis.</p> 
					<p>Si quieres ver una lista exhaustiva de todos los zombis y sus habilidades, consulta el <a href="#PG/AL">Almanaque</a>, que aparece a partir del nivel 2-4.</p>
					
					<p><a name="PG/SH"><b>La pala</b></a></p><p></p>
					<p>Tras completar el nivel 1-4, aparecer&aacute; Crazy Dave (consulta el apartado <a href="#PG/CD">Crazy Dave</a> m&aacute;s abajo) y te dar&aacute; una pala, que podr&aacute;s utilizar para arrancar plantas y dejar espacio para plantar plantas nuevas.</p>
					<p>La pala se encuentra a la derecha de la bandeja de semillas. Para utilizarla, haz clic sobre ella con el bot&oacute;n izquierdo y luego haz clic en la planta que quieras arrancar. Repite este proceso para cada planta que quieras arrancar; despu&eacute;s de utilizarla, la pala desaparecer&aacute; de tu mano.</p>
					
					<p><a name="PG/LA"><b>Las cortadoras de c&eacute;sped</b></a></p><p></p>
					<p>En el extremo izquierdo de la pantalla, a la izquierda de la &uacute;ltima columna de c&eacute;sped, est&aacute; la columna de las cortadoras de c&eacute;sped. Las cortadoras de c&eacute;sped son tu &uacute;ltima defensa. Cuando un zombi se coma la planta situada en el extremo izquierdo de una fila y se dirija hacia la casa, la cortadora de c&eacute;sped se activar&aacute; y se llevar&aacute; por delante no s&oacute;lo al zombi que se acercaba a la casa, sino tambi&eacute;n al resto de zombis que se encuentren en la fila.</p>
					<p>Cuando se active una cortadora de c&eacute;sped, tienes que proteger bien la fila con plantas, porque cualquier zombi que supere las plantas de la fila entrar&aacute; en tu casa y se comer&aacute; tu cerebro.</p>
					<p>Dado que las cortadoras de c&eacute;sped destruyen a todos los zombis de la fila donde se encuentran, si llegas a la oleada final de un nivel sin haber activado ninguna cortadora de c&eacute;sped, seguro que lo superar&aacute;s. En cambio, si llega la oleada final y te faltan cortadoras de c&eacute;sped, tienes que proteger bien las filas que se han quedado sin cortadora de c&eacute;sped para superar el nivel.</p>
					<p>En la fase 3 (la piscina), las dos filas centrales de la piscina no est&aacute;n protegidas por cortadoras de c&eacute;sped. Sin embargo, puedes comprarle a Crazy Dave limpiapiscinas, que hacen lo mismo que las cortadoras de c&eacute;sped (consulta el apartado <a href="#PG/CD">Crazy Dave</a> m&aacute;s abajo).</p>
					<p>En la fase 5 (el tejado), no tienes cortadoras de c&eacute;sped. Sin embargo, puedes comprarle a Crazy Dave limpiatejados, que hacen lo mismo que las cortadoras de c&eacute;sped (consulta el apartado <a href="#PG/CD">Crazy Dave</a> m&aacute;s abajo).</p>
					<p>Al final de cada nivel, recibir&aacute;s una moneda de oro por cada cortadora de c&eacute;sped que no hayas utilizado (consulta el apartado <a href="#PG/CN">Monedas y dinero</a> m&aacute;s abajo).</p>
					
					<p><a name="PG/CD"><b>Crazy Dave</b></a></p>
					<p>Crazy Dave es tu vecino de al lado, afable pero un poco ido. Como lleva mucho tiempo viviendo en este barrio lleno de zombis, te puede dar muchos consejos y servirte de gran ayuda para defenderte.</p>
					<p>De vez en cuando, Crazy Dave aparecer&aacute; para introducir nuevos elementos y niveles tem&aacute;ticos parecidos a los minijuegos. Por ejemplo, aparece antes del nivel 1-4 para darte la pala y, una vez hecho esto, organiza una partida de bolos en La bolera para el nivel 1-5. En general, Crazy Dave suele proponerte minijuegos en los niveles 5 y 10 de cada fase.</p>
					<p>Cuando hayas ganado 750 euros (consulta el apartado <a href="#PG/CN">Monedas y dinero</a> m&aacute;s abajo), Crazy Dave aparecer&aacute; y te propondr&aacute; mejorar tu bandeja de semillas.</p>
					<p>Cuando hayas completado el nivel 3-4, Crazy Dave aparecer&aacute; y te ense&ntilde;ar&aacute; su tienda, en la que puedes comprar herramientas, semillas y otros art&iacute;culos. Para acceder a la tienda de Crazy Dave, tienes que hacer clic en las llaves del coche del men&uacute; principal, en el bot&oacute;n Tienda del Jard&iacute;n Zen o en la pantalla de selecci&oacute;n de semillas.</p>
					<p>Para ver una lista exhaustiva de los productos que puedes comprar en la tienda de Crazy Dave, consulta el apartado <a href="#SC/CDS">La tienda de Crazy Dave</a> en la secci&oacute;n Puntuaci&oacute;n m&aacute;s abajo.</p>
					
					<p><a name="PG/GR"><b>Las tumbas</b></a></p>
					<p>Las tumbas aparecen en el c&eacute;sped durante los niveles nocturnos. No puedes plantar plantas en el espacio que ocupan y, adem&aacute;s, en la oleada final de cada nivel, los zombis saldr&aacute;n de ellas para atacarte.</p>
					
					<p><a name="PG/CN"><b>Monedas y dinero</b></a></p>
					<p>A partir del nivel 2-1 (primer nivel nocturno), algunos zombis dejar&aacute;n caer monedas cuando los destruyas. Estas monedas pueden utilizarse para comprar herramientas, semillas y otros art&iacute;culos en la tienda de Crazy Dave (consulta el apartado <a href="#SC/CDS">La tienda de Crazy Dave</a> m&aacute;s abajo). Si no haces clic sobre ellas, las monedas desaparecer&aacute;n al cabo de unos segundos.</p>
					<p>Adem&aacute;s de los zombis, por cada tumba que destruyas aparecer&aacute; una moneda, y recibir&aacute;s una moneda de oro por cada cortadora de c&eacute;sped que no hayas utilizado al final de cada nivel.</p>
						<blockquote>
							<table>
								<tr><td width="60%"><u>Moneda</u></td><td width="30%"><u>Valor en euros</u></td></tr>
								<tr><td>Plata</td><td>10</td></tr>
								<tr><td>Oro</td><td>50</td></tr>
								<tr><td>Diamante</td><td>1.000</td></tr>
							</table>
						</blockquote>
					<p>Una vez desbloqueados los modos Minijuego, Puzzle, Supervivencia y Jard&iacute;n Zen, tambi&eacute;n recibir&aacute;s monedas y dinero al jugar en estos modos.</p>

					<p><a name="PG/AL"><b>Almanaque</b></a></p>
					<p>A partir del nivel 2-4, recibir&aacute;s el Almanaque suburbano, un tomo que contiene informaci&oacute;n &uacute;til y curiosa sobre todas las plantas y zombis que has encontrado en el juego.</p>
					<p>Una vez desbloqueado, podr&aacute;s acceder al Almanaque desde el men&uacute; principal o desde la pantalla de selecci&oacute;n de semillas antes de cada nivel en el modo Aventura.</p>
				</td>
			</tr>
			
			<tr><td colspan="3">&nbsp;</td></tr>	<!-- Shim -->
						
			<tr>
				<td colspan="3">
					<p class="header">
					<a name="GM"><b>MODOS DE JUEGO</b> </a><a href="#top">[volver arriba]</a>
					</p>

					<p><a name="GM/AD"><b>Aventura </b></a></p>
					<p>El modo Aventura es el modo principal de Plantas contra Zombis. En &eacute;l se pone a prueba tu habilidad para defenderte de las hordas de zombis deseosos de ocupar tu propiedad y comerse tu cerebro.</p>
					<p>Los ataques de los zombis se dividen en cinco fases, cada una de las cuales consta de 10 niveles:</p>
					<blockquote>
					<p><b>Fase 1: D&iacute;a</b>. Se desarrolla durante el d&iacute;a. Tu c&eacute;sped tiene cinco filas.</p>
					<p><b>Fase 2: Noche</b>. Se desarrolla durante la noche. Tu c&eacute;sped tiene cinco filas y puedes utilizar plantas nocturnas.</p>
					<p><b>Fase 3: Piscina</b>. Se desarrolla durante el d&iacute;a. Tu c&eacute;sped tiene seis filas, dos de las cuales corresponden a la piscina.</p>
					<p><b>Fase 4: Niebla</b>. Se desarrolla durante la noche. Tu c&eacute;sped tiene seis filas (dos de las cuales corresponden a la piscina) y parte del c&eacute;sped queda cubierto por la niebla.</p>
					<p><b>Fase 5: Tejado</b>. Se desarrolla durante el d&iacute;a en tu tejado. El tejado tiene cinco filas.</p>
					</blockquote>
					<p>Los niveles 5 y 10 de cada fase son distintos del resto. Normalmente, el nivel 5 de cada fase es un minijuego,  mientras que en el nivel 10, antes de empezar a jugar, las semillas te llegan a trav&eacute;s de una cinta transportadora, en lugar de elegirlas directamente.</p>
					<p>Cuando hayas terminado el modo Aventura, puedes volver a jugar, pero esta vez Crazy Dave elegir&aacute; al azar tres plantas para cada nivel. A veces, las plantas que elija te ser&aacute;n &uacute;tiles, pero otras no tanto. Por cada nivel que superes durante esta segunda partida en el modo Aventura, recibir&aacute;s cinco monedas de oro (250&nbsp;€).</p>

					<p><a name="GM/MI"><b>Minijuegos</b></a></p>
					<p>Este modo se desbloquea cuando recibes el regalo en la mitad del nivel 3-2 del modo Aventura. Para acceder a los minijuegos, haz clic en el bot&oacute;n &quot;Minijuegos&quot; de la l&aacute;pida del men&uacute; principal.</p>
					<p>Cuando se desbloquea este modo, s&oacute;lo puedes jugar a tres minijuegos. Una vez completado el modo Aventura, el resto de minijuegos estar&aacute;n disponibles, pero bloqueados. Cada vez que termines un minijuego, se desbloquear&aacute; otro.</p>
					<p>En total hay 28 minijuegos. Son los siguientes: Vegezombis, La bolera, Tragaperras, Semillas ca&iacute;das, Macabra, Invisibles, Viendo las estrellas, Zombiquarium, Giro macrabra, Peque&ntilde;os pero matones, Portal Combat, &iexcl;Formen! &iexcl;Arr!, Carreras de bobsleigh, Zombis &quot;zumbaos&quot;, Mola &quot;mazo&quot;, El &uacute;ltimo batall&oacute;n, Vegezombis 2, La bolera 2, Saltimbanquis y La venganza del Dr. Zombi.</p>
					<p>Por cada minijuego que completes, recibir&aacute;s un diamante (1.000 €). Aunque hayas superado un minijuego, puedes repetir cuando quieras; ganar&aacute;s cinco monedas de oro (250 €) por cada vez que lo vuelvas a completar. Adem&aacute;s, cada vez que juegas a un minijuego, los zombis pueden dejar caer plantas para tu Jard&iacute;n Zen.</p>

					<p><a name="GM/PU"><b>Puzzle</b></a></p>
					<p>Este modo se desbloquea cuando recibes el regalo en la mitad del nivel 4-6 del modo Aventura. Para acceder a los rompecabezas, haz clic en el bot&oacute;n &quot;Puzzle&quot; de la l&aacute;pida del men&uacute; principal.</p>
					<p>Hay dos tipos de rompecabezas: Rompejarrones y Yo, Zombi.</p>
					<p>En Rompejarrones, el c&eacute;sped est&aacute; lleno de jarrones. Tu misi&oacute;n es romper los jarrones, esperar a que salga una planta o un zombi, y luego utilizar las plantas para destruir a los zombis. Hay 10 niveles:   Rompejarrones, A tu izquierda, Tercer jarr&oacute;n, Reacci&oacute;n en cadena, &quot;M&quot; de Metal, Scary Potter, El baile de San Vito, Otra reacci&oacute;n en cadena, El '&quot;jarroz&oacute;n part&iacute;o&quot; y Rompejarrones infinito. Por cada nivel de Rompejarrones que completes, recibir&aacute;s cinco monedas de oro (250 €). Si superas de nuevo un nivel ya completado, recibir&aacute;s 2 monedas de oro (100 €).</p>
					<p>En Yo, Zombi, debes distribuir a los zombis para que vayan devorando las filas de plantas de cart&oacute;n. &iexcl;C&oacute;mete todas las filas y al final podr&aacute;s deleitarte con un suculento cerebro! Hay 10 niveles:   Yo, Zombi, Yo, Zombi 2, Est&aacute;s &quot;acavado&quot;, Poco ruido y muchas nueces, 99 red balloons, Arrasando, Zombi dance, 6 tontos muy tontos, Cerebros, para qu&eacute; os quiero y Yo, Zombi infinito. Por cada nivel que completes, recibir&aacute;s un diamante (1.000 €). Si superas de nuevo un nivel ya completado, recibir&aacute;s 5 monedas de oro (250 €).</p>

					<p><a name="GM/SU"><b>Supervivencia</b></a></p>
					<p>Este modo se desbloquea tras superar el modo Aventura. Para acceder al modo Supervivencia, haz clic en el bot&oacute;n &quot;Supervivencia&quot; de la l&aacute;pida del men&uacute; principal.</p>
					<p>En este modo, tienes que luchar contra oleadas de zombis cada vez m&aacute;s poderosas. Tras cada oleada o bandera, puedes elegir de nuevo las plantas para reforzar tus defensas.</p>
					<p>Hay 11 niveles de supervivencia:  </p>
						<ol>
						<li>Supervivencia: D&iacute;a</li>
						<li>Supervivencia: Noche</li>
						<li>Supervivencia: Piscina</li>
						<li>Supervivencia: Niebla</li>
						<li>Supervivencia: Tejado</li>
						<li>Supervivencia: D&iacute;a (dif&iacute;cil)</li>
						<li>Supervivencia: Noche (dif&iacute;cil)</li>
						<li>Supervivencia: Piscina (dif&iacute;cil)</li>
						<li>Supervivencia: Niebla (dif&iacute;cil)</li>
						<li>Supervivencia: Tejado (dif&iacute;cil)</li>
						<li>Supervivencia: Piscina (infinito)</li>
						</ol>
					<p>Los niveles f&aacute;ciles tienen cinco banderas, los dif&iacute;ciles tienen 10 y el nivel infinito tiene tantas banderas como consigas destruir.</p>
					<p>Por cada nivel que completes, recibir&aacute;s un diamante (1.000 €). Si superas de nuevo un nivel ya completado, recibir&aacute;s 5 monedas de oro (250 €).</p>

					<p><a name="GM/ZG"><b>Jard&iacute;n Zen</b></a></p>
					<p>El modo Jard&iacute;n Zen se desbloquea una vez completado el nivel 5-4 en el modo Aventura. Para acceder a este modo, haz clic en la regadera &quot;Jard&iacute;n Zen&quot; del men&uacute; principal.</p>
					<p>Jard&iacute;n Zen es un modo relajado en el que puedes almacenar los regalos que has recibido jugando de nuevo al modo Aventura o por primera vez a los modos Minijuegos, Puzzle o Supervivencia. Mima a tus plantas reg&aacute;ndolas, abon&aacute;ndolas, roci&aacute;ndoles pesticidas y poni&eacute;ndoles m&uacute;sica. Si tus plantas son felices, te dar&aacute;n monedas. A medida que ganes dinero, podr&aacute;s comprar m&aacute;s plantas, productos para las plantas que ya tienes y nuevos complementos para tu jard&iacute;n zen; as&iacute; podr&aacute;s exponer tu colecci&oacute;n de plantas nocturnas y acu&aacute;ticas.</p>
					
					<p>Puedes tomarte el Jard&iacute;n Zen de varias maneras. Para empezar, puedes tom&aacute;rtelo como un lugar donde ganar dinero sin hacer nada gracias a Stinky el caracol, pero tambi&eacute;n puedes cultivar las plantas hasta que crezcan y luego venderlas a cambio de dinero. Tambi&eacute;n existe la opci&oacute;n de crear una colecci&oacute;n en la que haya una planta de cada tipo (en las versiones orientada a la derecha y a la izquierda), o plantas con alg&uacute;n elemento parecido (por ejemplo, acumular plantas de todos los tonos anaranjados y con todas las orientaciones, y luego colocarlas en una disposici&oacute;n atractiva).</p>

					<p>Las plantas del Jard&iacute;n Zen tienen cuatro tama&ntilde;os distintos: semillero, peque&ntilde;o, mediano y grande. Las margaritas que compras en la tienda son de tama&ntilde;o peque&ntilde;o, mientras que el resto de plantas recogidas empiezan siendo plantas de semillero. Cuanto m&aacute;s crezca una planta, m&aacute;s dinero te dar&aacute; cuando la vendas.</p>

					<p>Para que las plantas crezcan, tienes que regarlas y abonarlas. Cuando una planta necesite agua, sobre ella aparecer&aacute; un bocadillo con una gota de agua, mientras que si necesita abono aparecer&aacute; un bocadillo con abono. Si riegas o abonas la planta en cualquier otro momento, no tendr&aacute; ning&uacute;n efecto. Tras regarla unas cuantas veces (el n&uacute;mero exacto puede variar, pero suele ir de tres a cinco), la planta reclamar&aacute; abono y, si se lo das, crecer&aacute; hasta alcanzar el siguiente tama&ntilde;o. Cuando una planta alcance su tama&ntilde;o m&aacute;ximo, te dar&aacute; diamantes (al regarla y abonarla tambi&eacute;n te dar&aacute; tambi&eacute;n monedas).</p>

					<p>Nota: para que las setas y las plantas acu&aacute;ticas dejen de ser peque&ntilde;as, tienes que plantarlas en el tipo de jard&iacute;n adecuado, es decir, en el jard&iacute;n de setas o en el jard&iacute;n acu&aacute;tico. </p>

					<p>Aunque una planta haya terminado de crecer, seguir&aacute; pidiendo agua y, tras regarla varias veces, pedir&aacute; un art&iacute;culo especial, que puede ser un fumigador o un fon&oacute;grafo. Cuando le hayas dado lo que pide, la planta se pondr&aacute; contenta, empezar&aacute; a brillar y cada cierto tiempo soltar&aacute; una moneda (de oro o de plata) para que la recojas. La alegr&iacute;a de las plantas dura un d&iacute;a entero.</p>

					<p>Este sistema autom&aacute;tico de producci&oacute;n de monedas puede combinarse con la recogida pasiva que lleva a cabo Stinky el caracol. Cuando est&aacute; despierto, Stinky recorre el jard&iacute;n recogiendo monedas  y, si le das chocolate (podr&aacute;s obtenerlo en otros modos si has comprado a Stinky el caracol), se desplazar&aacute; mucho m&aacute;s r&aacute;pido durante una hora entera. Una buena estrategia es tener unas cuantas plantas de tama&ntilde;o grande contentas, dar chocolate a Stinky el caracol y dejar que el juego se vaya desarrollando solo mientras haces alguna otra cosa.</p>
					
					<p>Si compras el &Aacute;rbol de la sabidur&iacute;a en <a href="#SC/CDS">La tienda de Crazy Dave</a>, podr&aacute;s acceder a &eacute;l desde el Jard&iacute;n Zen. Este &aacute;rbol te cuenta trucos para jugar y te da sabios consejos bot&aacute;nicos para la vida.</p>
						
						<p><a name="GM/AC"><b>Logros</b></a></p>
						<p>Conforme juegues a los diferentes modos de juego desbloquearás varios logros. Puedes consultar tus logros haciendo clic en el botón "Logros" del Menú Principal.</p>
						<p>Los logros son:</p>
						<ol>
						<li>Seguridad horticultural: Completa el modo Aventura.</li>
						<li>En busca del "dorado": Consigue el trofeo del Girasol dorado.</li>
						<li>¡Antes muerto!: Consigue una racha de 10 en Yo, Zombi infinito.</li>
						<li>¡Estás que lo rompes!: Consigue una racha de 15 en Rompejarrones infinito.</li>
						<li>¡¡PLACA!!: Haz saltar por los aires a un zombi con una Patatapum.</li>
						<li>Explonador: Elimina a 10 zombis de tamaño completo con una sola Petacereza.</li>
						<li>Morticultor: Hazte con las 49 plantas (incluyendo las de la tienda de Crazy Dave).</li>
						<li>Sopa sin guisantes: Completa un nivel con piscina de día sin usar Lanzaguisantes de ningún tipo.</li>
						<li>Rodarán cabezas: Derriba a 5 zombies con una sola Nuez.</li>
						<li>En sus puestos: Completa un nivel de tejado normal sin usar ninguna planta catapulta.</li>
						<li>Zombiólogo: Descubre al Zombi Yeti.</li>
						<li>La pela es la pela: Recoge 30 monedas seguidas en un nivel sin que desaparezca ninguna.</li>
						<li>Días de sol: Acumula 8.000 soles en un solo nivel.</li>
						<li>Fiesta de palomitas: Derrota a 2 Zombisteins con Marzorcañones en un solo nivel.</li>
						<li>¿Un cafecito?: Completa un nivel de día plantando solo Setas y Granos de café.</li>
						<li>Yo no tengo hongos: Completa un nivel de noche sin plantar ninguna Seta.</li>
						<li>¡Desde el más allá!: Supera los 20 minijuegos.</li>
						<li>Inmortal: Sobrevive a 20 oleadas de pura ferocidad zombi.</li>
						<li>Sabiduría colosal: Haz que el Árbol de la sabiduría crezca 100 metros o más.</li>
						<li>Modo Mostacho: Desbloquea el modo Mostacho.</li>
						</ol>
						<p><a name="GM/ZO"><b>Zombatador</b></a></p>
						<p>El Zombatador the permite crear tu propio zombi personalizado. Con el Zombatador puedes personalizar varios aspectos de tu zombi: piel, pelambrera, pelo facial, lentes, ropa, accesorios, sombreros, fondos y demás detalles. Puedes guardar el zombi resultante en un archivo de imagen directamente en tu Escritorio. Tu zombi personalizado aparecerá en el juego en lugar de los zombis Abanderados. Accede al Zombatador haciendo clic en el botón "Zombatar" en el Menú Principal.</p>

				</td>
			</tr>
			
			<tr><td colspan="3">&nbsp;</td></tr>	<!-- Shim -->
			
			<tr>
				<td colspan="3">
					<p class="header"><a name="SC"><b>PUNTUACI&Oacute;N</b> </a><a href="#top">[volver arriba]</a></p>
					<p>En Plantas contra Zombis no hay puntos, pero s&iacute; dos recursos que puedes acumular y gastar: dinero y sol.</p>
					
					<p><a name="SC/CDS"><b>La tienda de Crazy Dave</b></a></p>
					<p>Una vez completado el nivel 3-4 en el modo Aventura, recibir&aacute;s el juego de llaves de un coche. Con estas llaves, podr&aacute;s entrar en la tienda de Crazy Dave, un &quot;establecimiento&quot; que Dave tiene en el maletero de su Corolla.</p>
					<p>A medida que vas jugando y obteniendo monedas, puedes utilizarlas para comprar plantas, cosas para tu Jard&iacute;n Zen y otros objetos &uacute;tiles en la tienda de Crazy Dave. </p>
						<blockquote>
						<table>
							<tr valign="top"><td width="30%"><u>Art&iacute;culo</u></td><td width="25%"><u>Valor en euros</u><td width="45%"><u>Descripci&oacute;n</u></td></tr>
							<tr valign="top"><td width="30%">7 espacios</td><td width="25%">750 €</td><td width="45%">Aumenta el n&uacute;mero de espacios de la bandeja a 7</td></tr>
							<tr valign="top"><td width="30%">8 espacios</td><td width="25%">5.000 €</td><td width="45%">Aumenta el n&uacute;mero de espacios de la bandeja a 8</td></tr>
							<tr valign="top"><td width="30%">9 espacios</td><td width="25%">20.000 €</td><td width="45%">Aumenta el n&uacute;mero de espacios de la bandeja a 9</td></tr>
							<tr valign="top"><td width="30%">10 espacios</td><td width="25%">80.000 €</td><td width="45%">Aumenta el n&uacute;mero de espacios de la bandeja a 10</td></tr>
							<tr valign="top"><td width="30%">Limpiapiscinas</td><td width="25%">1.000 €</td><td width="45%">Protege las filas de la piscina</td></tr>
							<tr valign="top"><td width="30%">Rastrillo</td><td width="25%">200 €</td><td width="45%">Mata al primer zombi del nivel</td></tr>
							<tr valign="top"><td width="30%">Limpiatejados</td><td width="25%">3.000</td><td width="45%">Protege las filas del tejado</td></tr>
							<tr valign="top"><td width="30%">Guisantralladora</td><td width="25%">5.000 €</td><td width="45%">Aumenta la capacidad de las repetidoras</td></tr>
							<tr valign="top"><td width="30%">Birasol</td><td width="25%">5.000 €</td><td width="45%">Aumenta la capacidad de los girasoles</td></tr>
							<tr valign="top"><td width="30%">Gasoseta</td><td width="25%">7.500 €</td><td width="45%">Aumenta la capacidad de las humosetas</td></tr>
							<tr valign="top"><td width="30%">Rabo de gato</td><td width="25%">10.000 €</td><td width="45%">Aumenta la capacidad de los nen&uacute;fares</td></tr>
							<tr valign="top"><td width="30%">Pinchorroca</td><td width="25%">7.500 €</td><td width="45%">Aumenta la capacidad de las pinchohierbas</td></tr>
							<tr valign="top"><td width="30%">Magnetoseta dorada</td><td width="25%">3.000 €</td><td width="45%">Aumenta la capacidad de las magnetosetas</td></tr>
							<tr valign="top"><td width="30%">Melonpulta congelada</td><td width="25%">10.000 €</td><td width="45%">Aumenta la capacidad de las melonpultas</td></tr>
							<tr valign="top"><td width="30%">Mazorca&ntilde;&oacute;n</td><td width="25%">20.000 €</td><td width="45%">Aumenta la capacidad del lanzama&iacute;z</td></tr>
							<tr valign="top"><td width="30%">Imitadora</td><td width="25%">30.000 €</td><td width="45%">Permite tener dos ejemplares de la misma planta</td></tr>
							<tr valign="top"><td width="30%">Botiqu&iacute;n de Nuez</td><td width="25%">2.000 €</td><td width="45%">Permite reparar las nueces, las nueces c&aacute;scara-rabias y las calabazas</td></tr>
							<tr valign="top"><td width="30%">Brote de margarita</td><td width="25%">2.500 €</td><td width="45%">Se convierte en una margarita en el Jard&iacute;n Zen</td></tr>
							<tr valign="top"><td width="30%">Regadera dorada</td><td width="25%">10.000 €</td><td width="45%">Te permite regar cuatro plantas</td></tr>
							<tr valign="top"><td width="30%">Abono</td><td width="25%">750 €</td><td width="45%">Ayuda a crecer a las plantas del Jard&iacute;n Zen</td></tr>
							<tr valign="top"><td width="30%">Fumigador</td><td width="25%">1.000 €</td><td width="45%">Protege las plantas del  Jard&iacute;n Zen</td></tr>
							<tr valign="top"><td width="30%">Fon&oacute;grafo</td><td width="25%">15.000 €</td><td width="45%">Entretiene a las plantas del Jard&iacute;n Zen</td></tr>
							<tr valign="top"><td width="30%">Guantes</td><td width="25%">1.000 €</td><td width="45%">Te permiten mover las plantas del jard&iacute;n zen</td></tr>
							<tr valign="top"><td width="30%">Jard&iacute;n de Setas</td><td width="25%">30.000 €</td><td width="45%">Jard&iacute;n Zen para plantas nocturnas</td></tr>
							<tr valign="top"><td width="30%">Acuario Zen</td><td width="25%">80.000</td><td width="45%">Jard&iacute;n Zen para plantas acu&aacute;ticas</td></tr>
							<tr valign="top"><td width="30%">Carretilla</td><td width="25%">200 €</td><td width="45%">Te ayuda a transportar las plantas a un jard&iacute;n distinto</td></tr>
							<tr valign="top"><td width="30%">Stinky el caracol</td><td width="25%">5.000</td><td width="45%">Recoge monedas en el Jard&iacute;n Zen</td></tr>
							<tr valign="top"><td width="30%">&Aacute;rbol de la sabidur&iacute;a</td><td width="25%">10.000 €</td><td width="45%">Te da consejos para el juego y para la vida</td></tr>
							<tr valign="top"><td width="30%">Abono de &aacute;rboles</td><td width="25%">2.500 €</td><td width="45%">Ayuda a crecer al &aacute;rbol de la sabidur&iacute;a</td></tr>
						</table>
						</blockquote>
					
					<p><a name="SC/EM"><b>C&oacute;mo ganar dinero</b></a></p>
					<p>En Plantas contra Zombis, existen varias maneras de ganar dinero:</p>
						<ol>
							<li>A veces, cuando destruyes a un zombi, suelta una moneda.</li>
							<li>Las tumbas sueltan monedas cuando las destruyes.</li>
							<li>Recibir&aacute;s una moneda de oro por cada cortadora de c&eacute;sped, limpiapiscinas y limpiatejados que no hayas utilizado al final de cada nivel.</li>
							<li>Recibir&aacute;s un diamante (1.000 €) por cada minijuego que completes. Si lo completas de nuevo, recibir&aacute;s 5 monedas de oro (250 €).</li>
							<li>Recibir&aacute;s un diamante (1.000 €) por cada nivel que completes en el modo Supervivencia. Si lo completas de nuevo, recibir&aacute;s 5 monedas de oro (250 €).</li>
							<li>Recibir&aacute;s un diamante (1.000 €) por cada rompecabezas de Yo, Zombi que completes. Si lo completas de nuevo, recibir&aacute;s 5 monedas de oro (250 €).</li>
							<li>Recibir&aacute;s 5 monedas de oro (250 €) por cada rompecabezas de Rompejarrones que completes. Si lo completas de nuevo, recibir&aacute;s 2 monedas de oro (100 €).</li>
							<li>A veces, las plantas del Jard&iacute;n Zen soltar&aacute;n monedas y diamantes.</li>
						</ol>
					
					<p><a name="SC/SC"><b>Consumo de sol</b></a></p>
					<p>El sol lo generan los girasoles y las setas solares y, en los niveles diurnos, tambi&eacute;n cae del cielo. Todas las plantas tienen un consumo de sol determinado.</p>
					<p>Si quieres ver una lista completa de todas las plantas y el sol que consumen, consulta el Almanaque que aparece a partir del nivel 2-4.</p>

					<p><a name="SC/TR"><b>Los trofeos</b></a></p>
					<p>Una vez superado el modo Aventura, recibir&aacute;s un trofeo de plata que se mostrar&aacute; en el men&uacute; principal.</p>
					<p>Si completas todo el juego superando todos los modos y comprando todos los productos, recibir&aacute;s un trofeo de oro que sustituir&aacute; al trofeo de plata en el men&uacute; principal.</p>
				</td>
			</tr>
						
			<tr>
<td colspan="3">&nbsp;</td></tr>	<!-- Shim -->
			
			<tr>
				<td colspan="3">
					<p class="header"><a name="GT"><b>CONSEJOS DE JUEGO</b> </a><a href="#top">[volver arriba]</a></p>
					<p><a name="GT/BT"><b>Consejos b&aacute;sicos</b></a></p>
					<ol>
						<li>Sol, sol y m&aacute;s sol. Planta tantos girasoles como puedas: tener dos columnas de girasoles es una buena manera de conseguir sol.</li>
						<li>En las primeras fases de cada nivel, utiliza plantas que maten a los zombis al primer contacto como las patatapums y las apisonaflores; de este modo tendr&aacute;s m&aacute;s tiempo para plantar girasoles.</li>
						<li>La combinaci&oacute;n entre plantas carro&ntilde;&iacute;voras y nueces es especialmente efectiva.</li>
						<li>Las nueces colocadas sobre nen&uacute;fares son efectivas contra los zombis buzo.</li>
						<li>Para destruir a un zombistein, hacen falta dos petacerezas.</li>
						<li>Los cr&aacute;teres de las petasetas se rellenan solos.</li>
						<li>Los zombis congelados comen m&aacute;s lentamente que los no congelados.</li>
						<li>Las setas desesporadaa pueden moverse libremente, por lo que son muy &uacute;tiles en los niveles nocturnos.</li>
						<li>Para destruir a un zombi caracono hacen falta 2,5 veces m&aacute;s golpes que para destruir a un zombi normal.</li>
						<li>Para destruir a un zombi cubililetero hacen falta cinco veces m&aacute;s golpes que para destruir a un zombi normal.</li>
						<li>Aunque varios hielaguisantes seguidos impacten en un zombi, ir&aacute; igual de lento que si s&oacute;lo le hubiese tocado uno.</li>
						<li>Si destruyes las tumbas con los comepiedras, evitar&aacute;s que al cabo de un rato salgan nuevos zombis.</li>
						<li>El n&uacute;mero de banderas que aparece en la parte inferior derecha de la pantalla te da una idea de cu&aacute;nto va a durar el nivel.</li>
						<li>Los limpiatejados son muy &uacute;tiles en general y b&aacute;sicos para superar el minijuego Saltimbanquis.</li>
						<li>Si le das una hipnoseta a un zombi bail&oacute;n, reunir&aacute; a m&aacute;s bailarines que te ayudar&aacute;n.</li>
						<li>Las plantorchas sofocan los hielaguisantes, y las bolas de fuego descongelan a los zombis.</li>
						<li>Las nueces te ayudan a evitar que los zombis lanzaproyectiles maten a tus plantas en el minijuego Vegezombis.</li>
						<li>Si tienes problemas en los minijuegos Saltimbanquis o Carreras de bobsleigh, utiliza el apisonaflor.</li>
						<li>Los jalape&ntilde;os destruyen al zombictor y a su rastro de hielo.</li>
						<li>Durante el minijuego Zombiquarium, haz clic con el bot&oacute;n derecho para golpear el cristal.</li>
						<li>En los rompecabezas de Rompejarrones, intenta romper primero los jarrones del lado derecho.</li>
						<li>En los rompecabezas de Yo, Zombi, los zombis bailones pueden ser muy &uacute;tiles aunque sean muy caros.</li>
						<li>Los pinchos de rabo de gato pueden pinchar los globos de los zombis.</li>
						<li>Las magnetosetas atraen a los picos de los zombis picados y les impiden seguir cavando.</li>
						<li>Puedes utilizar las magnetosetas para apartar las escaleras de las nueces y las nueces c&aacute;scara-rabias.</li>
						<li>Las petacerezas pueden servir para apartar las escaleras de las nueces y las nueces c&aacute;scara-rabias.</li>
						<li>Las nueces c&aacute;scara-rabias son especialmente &uacute;tiles para luchar contra los zombis con delf&iacute;n y los zombis saltarines.</li>
						<li>Los zombictores, los zombipultas, los zombis porteros y los zombis escaladores son resistentes al fuego de las plantorchas.</li>
						<li>En el modo Supervivencia, las plantas con m&aacute;s capacidad se vuelven m&aacute;s caras cuantas m&aacute;s tengas en el c&eacute;sped.</li>
						<li>Aunque son d&eacute;biles, los diablillos pueden ser muy &uacute;tiles en los rompecabezas de Yo, Zombi.</li>
						<li>Cuantos m&aacute;s rebotes consigas en La bolera, m&aacute;s monedas ganar&aacute;s.</li>
						<li>Modo Supervivencia: con el modo Infinito, puedes ganar muchas monedas.</li>
						<li>Si Crazy Dave se queda sin margaritas en su tienda, esp&eacute;rate al d&iacute;a siguiente y regresa para comprar m&aacute;s.</li>
					</ol>

					<p><a name="GT/ZGT"><b>Consejos sobre el Jard&iacute;n Zen</b></a></p>
					<ol>
						<li>Las setas para tu Jard&iacute;n Zen aparecen sobre todo en los niveles nocturnos.</li>
						<li>Es probable que las plantas acu&aacute;ticas para tu Jard&iacute;n Zen aparezcan sobre todo en los niveles de la piscina.</li>
						<li>Supervivencia: si juegas en el modo Infinito, obtendr&aacute;s plantas de todo tipo para el Jard&iacute;n Zen (no s&oacute;lo acu&aacute;ticas).</li>
						<li>El chocolate puede aparecer en cualquier modo del juego.</li>
						<li>Las plantas acu&aacute;ticas del Jard&iacute;n Zen s&oacute;lo crecer&aacute;n en el Acuario Zen.</li>
						<li>Las setas del Jard&iacute;n Zen s&oacute;lo crecer&aacute;n en el Jard&iacute;n de Setas.</li>
						<li>Si le das chocolate a Stinky, conseguir&aacute;s mantenerlo activo durante una hora.</li>
					</ol>
				</td>
			</tr>
			
			<tr><td colspan="3"><p class="header"><a name="VER"><b>HISTORIAL DE LA VERSI&Oacute;N</b> </a><a href="#top">[volver arriba]</a></p></td></tr>
			<tr><td width="10%">&nbsp;</td><td colspan="2">&nbsp;</td></tr>	<!-- Shim -->
			<tr><td width="10%">1.0.7.2941</td><td colspan="2">Versi&oacute;n inicial.</td></tr>
			<tr><td width="10%">1.0.7.3556</td><td colspan="2">Arreglo de errores.</td></tr>
			<tr><td width="20%">1.2.0.1093/td><td colspan="2">Arreglo de errores y nuevas funcionalidades.</td></tr>
			

			<tr><td width="10%">&nbsp;</td><td colspan="2">&nbsp;</td></tr> <!-- Shim -->
			
			<tr><td colspan="3"><p class="header"><a name="C"><b>CR&Eacute;DITOS</b> </a><a href="#top">[volver arriba]</a></p></td></tr>
			<tr><td colspan="3">&nbsp;</td></tr>	<!-- Shim -->
			<tr><td colspan="3"><p>Plantas contra Zombis ha sido creado por PopCap Games, Inc.</p></td></tr>
			<tr><td colspan="3">&nbsp;</td></tr>	<!-- Shim -->
		
			<tr valign="top"><td colspan="2" width="30%">Dise&ntilde;o del juego:</td><td>George Fan</td></tr>
			<tr valign="top"><td colspan="2" width="30%">Programaci&oacute;n:</td><td>Tod Semple</td></tr>
			<tr valign="top"><td colspan="2" width="30%">Gr&aacute;ficos:</td><td>Rich Werner</td></tr>
			<tr valign="top"><td colspan="2" width="30%">M&uacute;sica y sonidos:</td><td>Laura Shigihara</td></tr>
			<tr valign="top"><td colspan="2" width="30%">Gr&aacute;ficos de fondo:</td><td>Enrique Corts</td></tr>
			<tr valign="top"><td colspan="2" width="30%">Gr&aacute;ficos de la interfaz de usuario:</td><td>Matt Holmberg</td></tr>
			<tr valign="top"><td colspan="2" width="30%">Gui&oacute;n:</td><td>Stephen Notley</td></tr>
			<tr valign="top"><td colspan="2" width="30%">Programaci&oacute;n Mac:</td><td>Scott Rankin</td></tr>
			<tr valign="top"><td colspan="2" width="30%">Director de estudio:</td><td>Sukhbir Sidhu</td></tr>
			<tr valign="top"><td colspan="2" width="30%">Jefe de pruebas:</td><td>Mike Racioppi</td></tr>
			<tr valign="top"><td colspan="2" width="30%">Jefe de Mac:</td><td>Adam MacDonnell</td></tr>
			<tr valign="top"><td colspan="2" width="30%">Probadores:</td><td>Shawn Conard<br>Ed Miller</td></tr>
			<tr valign="top"><td colspan="2" width="30%">Marco de programaci&oacute;n PopCap:</td><td>Brian Fiete<br>Chris Hargrove<br>David Parton</td></tr>
			<tr valign="top"><td colspan="2" width="30%">Comercial Marmot:</td><td>David P. Wycliff</td></tr>
			<tr valign="top"><td colspan="2" width="30%">Gesti&oacute;n de lanzamientos:</td><td>Rocky Fry<br>Daniel Landeck<br>Nick Tomlinson<br>Irene Cheung</td></tr>
			<tr valign="top"><td colspan="2" width="30%">Director de localización:</td><td>Jonathon Young</td></tr>
			<tr valign="top"><td colspan="2" width="30%">Jefe de proyecto de localización:</td><td>Anthony Mackey</td></tr>
			<tr valign="top"><td colspan="2" width="30%">Ingeniero de localización:</td><td>Mark Coffey<br>John Paul Newman</td></tr>
			<tr valign="top"><td colspan="2" width="30%">Arte del título de localización:</td><td>Karl Byrne</td></tr>			
			<tr valign="top"><td colspan="2" width="30%">Control de calidad de localización:</td><td>Jessica Schuster(principal)<br>Antonio Asensio Pérez<br>Jean "Swissy" de Mérey<br>Lorenzo Penati</td></tr>

			<tr valign="top"><td colspan="2" width="30%">Agradecimiento especial a:</td><td>Jason Kapalka<br>John Vechey<br>Dave Haas<br>Dave Roberts<br>Ed Brown<br>Lindsey Kurz<br>Jeff Gates<br>Mysticsage<br>Dave Rohrl</td></tr>
			<tr valign="top"><td colspan="2" width="30%">Probadores de la versi&oacute;n beta de PopCap:</td><td>Inkmei<br>Adam1304<br>jahroni<br>rambobear<br>DixieWriter<br>tshigihara<br>The Shadow<br>atria<br>Spaggie<br>monkeyboy<br>wuggies<br>Cheryl<br>jb1939<br>Meatboy<br>Wolfpackmama<br>MrsDbolt<br>Dachsx2<br>deb1013<br>jael<br>hrach18<br>Lovedog<br>CuriousGames<br>darrylo<br>Sean71570<br>moonsugar<br>Kiergi<br>wendigowolf<br>SyrinxH<br>Illyria<br>Vexrm<br>gemini2264jt<br>faeremoon<br>mike<br>Phanatic<br>jebksb1977<br>Lexi<br>El Kabong<br>MattyV<br>Keythacker<br>ereich<br>Iceman<br>neosurfer2695<br>onidavin<br>Kasandra<br>Ailadinya<br>Danicaeoin<br>alskms<br>tonyawinter<br>gslagel<br>Funfetti<br>AimeeLyn<br>kmaynes<br>Balthier<br>Glenn Hevron<br>brainybetty<br>snarkcake<br>Zackdale<br>lunanoir<br>ashill<br>betaflippers<br>googie<br>Kingdom<br>WildKitten<br>davedude77<br>dwl<br>cjkaminski<br>Doc<br>baasi1<br>rainestormyr<br>blue67pony<br>bugsymcd24<br>prodgirl<br>drwatson<br>Z3R05UM<br>catzen<br>ang1669<br>kronosr<br>walrus<br>HomerJay<br>skittles<br>claw<br>Koekie<br>triptych<br>swarters<br>michelledcurrent<br>Lunarstorm<br>J6007<br>Uberfarmer<br>DrStone<br>krosenlo<br>SimonGeorge<br>Zileas<br>wcheng<br>journey<br>Mungoon<br>mak52<br>Ecliptic Hero<br>klomer<br>winwithwynn<br>ronzilla<br></td></tr>
			<tr><td colspan=3>&nbsp;</td></tr>	<!-- Shim -->
			<tr><td colspan="3"><p>Gracias a todos los probadores de la versi&oacute;n beta y a los jugadores de PopCap.com por toda la informaci&oacute;n valiosa que nos han proporcionado.</p></td></tr>
			<tr><td colspan=3>&nbsp;</td></tr>	<!-- Shim -->
			
			<tr><td colspan="3"><p class="header"><a name="LAW"><b>ACUERDO DE LICENCIA CON GARANT&Iacute;A</b> </a><a href="#top">[volver arriba]</a></p></td></tr>
			<tr><td colspan=3>&nbsp;</td></tr>	<!-- Shim -->
			<tr><td colspan="3"><p>Le rogamos que lea el contrato de licencia para el usuario final correspondiente al presente juego.</p></td></tr>
			<tr><td colspan=3>&nbsp;</td></tr>	<!-- Shim -->
			
			<tr>

<td colspan="3">
					<p class="header"><a name="LI"><b>INFORMACIÓN LEGAL</b> </a><a href="#top">[volver arriba]</a> </p>

					<p><p>&copy;2009 PopCap Games, Inc. Reservados todos los derechos. El logotipo de PopCap y el resto de marcas registradas usadas aqu&iacute; que aparecen en <a href="http://www.popcap.com/trademarks" target="_new">www.popcap.com/trademarks</a> son propiedad de PopCap Games, Inc. o de sus licenciantes y puede estar registrada en algunos pa&iacute;ses. Otras empresas y nombres de productos usados aqu&iacute; pueden ser marcas registradas de sus respectivos propietarios y son usadas en su beneficio.</p><hr></p>
					
					<p>jpeglib
					<br>Ciertas partes de este software est&aacute;n basadas en el trabajo de Independent JPEG Group.
					</p>
					<hr>
					
					<p>ogglib <br>&copy;2002, fundaci&oacute;n Xiph.org</p>
<p>La redistribuci&oacute;n y el uso del c&oacute;digo fuente y el binario, con o sin modificaci&oacute;n, est&aacute;n permitidos siempre que se cumplan las condiciones siguientes:</p>
<p>- Las redistribuciones del c&oacute;digo fuente deben conservar la notificaci&oacute;n sobre los derechos de autor anterior, esta lista de condiciones y la renuncia siguiente.</p>
<p>- Las redistribuciones en c&oacute;digo binario deben reproducir la notificaci&oacute;n sobre derechos de autor anterior, esta lista de condiciones y la renuncia siguiente en la documentaci&oacute;n y/u otros materiales incluidos en la distribuci&oacute;n.</p>
<p>- No es posible utilizar el nombre de la fundaci&oacute;n Xiph.org ni los nombres de sus colaboradores para patrocinar o promocionar productos derivados de este software sin un permiso escrito espec&iacute;fico previo.</p>
<p>LOS PROPIETARIOS DE LOS DERECHOS DE AUTOR Y SUS COLABORADORES OFRECEN EL SOFTWARE &quot;TAL CUAL&quot;, SIN NINGUNA GARANT&Iacute;A EXPL&Iacute;CITA O IMPL&Iacute;CITA, INCLUYENDO, SIN LIMITACIONES, LAS GARANT&Iacute;AS IMPL&Iacute;CITAS DE COMERCIABILIDAD O ADECUACI&Oacute;N PARA UN FIN PARTICULAR. LA FUNDACI&Oacute;N Y SUS COLABORADORES NO SER&Aacute;N RESPONSABLES EN NING&Uacute;N CASO DE CUALQUIER DA&Ntilde;O DIRECTO, INDIRECTO, FORTUITO, ESPECIAL, PUNITIVO O DERIVADO (INCLUYENDO, SIN LIMITACI&Oacute;N, LA ADQUISICI&Oacute;N DE SERVICIOS Y PRODUCTOS DE REEMPLAZO; LA P&Eacute;RDIDA DE USO, DATOS O BENEFICIOS, O LA INTERRUPCI&Oacute;N DE LA ACTIVIDAD COMERCIAL) CUALQUIERA QUE FUERA SU CAUSA NI BAJO CUALQUIER PRINCIPIO DE RESPONSABILIDAD, YA SEA CONTRACTUAL, OBJETIVA O EXTRACONTRACTUAL (INCLUYENDO LA NEGLIGENCIA O CUALQUIER OTRA CAUSA) RESULTANTE DE CUALQUIER FORMA DE LA UTILIZACI&Oacute;N DE ESTE SOFTWARE, A&Uacute;N EN EL CASO DE QUE SE HUBIERA ADVERTIDO LA POSIBILIDAD DE TAL DA&Ntilde;O.</p><hr>
					
					<p>pnglib
					<br>&copy;1998, 1999 Glenn Randers-Pehrson
					</p>
					<hr>
					
					<p>zlib
					<br>&copy;1995-1998 Jean-loup Gailly y Mark Adler
					</p>
					
					<hr>
					<p>BASS audio library, Copyright (c) 1999-2009 Un4seenDevelopments Ltd.
					<hr>					

				
					<p>Mersenne Twister (MT)
					<br>Copyright &copy; 1997 - 2002, Makoto Matsumoto y Takuji Nishimura. Todos los derechos reservados.</p>
					<p>La redistribución y el uso del código fuente y el binario, con o sin modificación, están permitidos siempre que se cumplan las condiciones siguientes:
						<ol>
							<li>Las redistribuciones del código fuente deben conservar la notificación sobre los derechos de autor anterior, esta lista de condiciones y la renuncia siguiente.</li>
							<li>Las redistribuciones en código binario deben reproducir la notificación sobre derechos de autor anterior, esta lista de condiciones y la renuncia siguiente en la documentación y/u otros materiales incluidos en la distribución.</li>
							<li>No es posible utilizar los nombres de sus colaboradores para patrocinar o promocionar productos derivados de este software sin un permiso escrito específico previo.</li>
						</ol>
					</p>
					<p>OFRECEN EL SOFTWARE "TAL CUAL", SIN NINGUNA GARANTÍA EXPLÍCITA O IMPLÍCITA, INCLUYENDO, SIN LIMITACIONES, LAS GARANTÍAS IMPLÍCITAS DE COMERCIABILIDAD O ADECUACIÓN PARA UN FIN PARTICULAR.  EL PROPIETARIO DE LOS DERECHOS DE AUTOR NO SERÁ RESPONSABLE EN NINGÚN CASO DE CUALQUIER DAÑO DIRECTO, INDIRECTO, FORTUITO, ESPECIAL, PUNITIVO O DERIVADO (INCLUYENDO, SIN LIMITACIÓN, LA ADQUISICIÓN DE SERVICIOS Y PRODUCTOS DE REEMPLAZO; LA PÉRDIDA DE USO, DATOS O BENEFICIOS, O LA INTERRUPCIÓN DE LA ACTIVIDAD COMERCIAL) CUALQUIERA QUE FUERA SU CAUSA NI BAJO CUALQUIER PRINCIPIO DE RESPONSABILIDAD, YA SEA CONTRACTUAL, OBJETIVA O EXTRACONTRACTUAL (INCLUYENDO LA NEGLIGENCIA O CUALQUIER OTRA CAUSA) RESULTANTE DE CUALQUIER FORMA DE LA UTILIZACIÓN DE ESTE SOFTWARE, AÚN EN EL CASO DE QUE SE HUBIERA ADVERTIDO LA POSIBILIDAD DE TAL DAÑO.</p>
					<hr>
					
					<p>Copyright &copy; 1998-2008, Brian Gladman, Worcester (Reino Unido). Reservados todos los derechos.</p>
					<p>CONDICIONES DE LICENCIA 
					<br>Se permite la redistribuci&oacute;n y el uso del presente software (con o sin modificaciones) sin el pago de tasas ni derechos de autor siempre y cuando:</p>
						<ol>
							<li>Las redistribuciones del c&oacute;digo fuente conserven la notificaci&oacute;n sobre los derechos de autor anterior, esta lista de condiciones y la renuncia siguiente;</li>
							<li>Las redistribuciones del c&oacute;digo binario incluyan la notificaci&oacute;n sobre los derechos de autor anterior, esta lista de condiciones y la renuncia siguiente en su documentaci&oacute;n;</li>
							<li>No se utilice el nombre del propietario del derecho de autor para patrocinar productos que utilicen este software sin un permiso escrito espec&iacute;fico previo.</li>
						</ol>
					<p>RENUNCIA
					<br>El presente software se ofrece &quot;tal cual&quot; sin garant&iacute;as expl&iacute;citas ni impl&iacute;citas con respecto a sus propiedades, incluyendo, sin limitaci&oacute;n, la correcci&oacute;n y/o la adecuaci&oacute;n a un fin.</p>
				</td>
			</tr>
		</table>
	</body>
</html>